#+STARTUP: overview
#+STARTUP: shrink
#+STARTUP: logdone

*** Column Groups
 This does cool things when you export the table.
 | N | N^2 | N^3 | N^4 |   sqrt(n) | sqrt[4](N) |
 |---+-----+-----+-----+-----------+------------|
 | / |   < |     |   > |         < |          > |
 | 1 |   1 |   1 |   1 |         1 |          1 |
 | 2 |   4 |   8 |  16 | 1.4142136 |  1.1892071 |
 | 3 |   9 |  27 |  81 | 1.7320508 |  1.3160740 |
 #+TBLFM: $2=$1^2::$3=$1^3::$4=$1^4::$5=sqrt($1)::$6=sqrt(sqrt($1))
**** Column formulas
 | num | double equation | double |
 |-----+-----------------+--------|
 |   1 | '=$1*2'         |      2 |
 |   2 |                 |      4 |
 |   3 |                 |      6 |
 #+TBLFM: $3=$1*2
*** Org Plot
 I tried installing this but it doesn't seem to be working. I'd like to email
 the list serve about this.
 | Sede          | Max cities |              |
 |---------------+------------+--------------|
 | Chile         |     257.72 | WWWWWWWWWWWW |
 | Leeds         |     165.77 | WWWWWWWh     |
 | Sao Paolo     |      71.00 | WWW;         |
 | Stockholm     |     134.19 | WWWWWW:      |
 | Morelia       |     257.56 | WWWWWWWWWWWW |
 | Rochefourchat |       0.00 |              |
 #+TBLFM: $3='(orgtbl-ascii-draw $2 0.0 257.72 12)

